{ "translations": {
    "CAS Authentication backend" : "CAS Authentifizierungsbackend",
    "CAS Server" : "CAS Server",
    "Basic" : "Grundeinstellungen",
    "Mapping" : "Zuordnungen",
    "PHP-CAS Library" : "PHP-CAS Bibliothek",
    "CAS Server Version" : "CAS Server Version",
    "CAS Server Hostname" : "CAS Server Hostname",
    "CAS Server Port" : "CAS Server Port",
    "CAS Server Path" : "CAS Server Pfad",
    "Service URL" : "Dienst URL",
    "Certification file path (.crt). Leave empty if dont want to validate" : "Pfad zur Zertifikatsdatei (.crt). Nicht ausfüllen, wenn Sie nicht validieren möchten",
    "Force user login using CAS?" : "CAS Login erzwingen?",
    "Disable CAS logout (do only OwnCloud logout)" : "CAS Logout deaktivieren (nur bei Owncloud ausloggen)",
    "Comma separated list of servers which can send logout requests (leave empty if you do not want to restrict logout to defined servers)": "Kommagetrennte Liste an Servern, die Logout-Requests an ihren CAS-Server senden dürfen (Nicht ausfüllen, wenn Sie Logouts nicht beschränken möchten)",
    "Autocreate user after first CAS login?" : "Benutzer nach erstem CAS Login automatisch erstellen?",
    "Link CAS authentication with LDAP users and groups backend" : "CAS Authentifizierung mit LDAP Backend verknüpfen",
    "Update user data after each CAS login?" : "Benutzerdaten nach jedem CAS Login aktualisieren?",
    "Groups that will not be unlinked from the user when sync the CAS server and the owncloud" : "Gruppen, die beim Synchronisieren mit dem CAS Server nicht entfernt werden",
    "Multivalued field, use comma to separate values" : "Mehrzeiliges Feld, nutzen Sie komma separierte Werte",
    "Default group when autocreating users and no group data was found for the user" : "Standardgruppe, die beim automatischen Neuerstellen von Benutzern vergeben wird",
    "Email" : "E-Mail",
    "Display Name" : "Anzeigename",
    "Group" : "Gruppe",
    "Optional: Overwrite phpCAS path (CAS.php file) if you want to use your own version. Leave blank to use the shipped version." : "Optional: Überschreiben Sie den phpCAS Pfad (CAS.php Datei), wenn Sie eine eigene Version verwenden möchten. Nicht ausfüllen, wenn Sie die Standardversion verwenden möchten",
    "PHP CAS debug file" : "PHP CAS debug Datei",
    "Save" : "Speichern"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}